<template>
    <div>
        <h1>Киберспорт – вид спорта, основанный на соревновательной деятельности с использованием видеоигр. Может также называться компьютерным или электронным спортом.

<br>Начало истории киберспорта
В 70-е годы XX века в Стэнфордском университете проходят первые соревнования по компьютерной игре Spacewar. Это событие проходило в одной из компьютерных лабораторий университета, а первых участников и зрителей заманивали туда бесплатным пивом. В 1980 году уже около десяти тысяч геймеров из США состязались на чемпионате по Space Invaders.

<br> <h3>История киберспорта</h3>

В 1980-е годы электронный спорт в основном развивался на базе только что появившихся игровых приставок. С момента выхода Nintendo и Sega Genesis, многие компании стали вкладывать солидные средства в дело приобщения людей к видеоиграм.

Серьезным прорывом в распространении компьютерных игр стали 90-е годы, появление интернета дало серьезный толчек в развитии видеоигр. Участники получили возможность устраивать между собой соревнования по Quake или Warcraft.</h1>
  
  
  <h2>Стремительное развитие киберспорта
В 90-х годов проходит целая серия турниров, появляются профессиональные лиги, такие как Cyberathlete Professional League, Professional Gamers League. Их целью становится распространение киберспорта по всему миру, регулярное проведение соревнований по наиболее популярным играм Counter-Strike и Quake.

<br>В Южной Корее в начале 2000-х годов наступает настоящий бум киберсорта. Студенты, школьники и все молодое население излюбленным местом отдыха выбирают интернет-кафе. Южная Корея одна из первых стран систематизировавших киберспорт на законодательном уровне.</h2>
  <h3>В статье о становлении киберспорта на страницах официального сайта киберспортивной организации Team Empire доказывается, что киберспорт достиг признания в качестве одной из спортивных дисциплин, так как в дисциплинах есть давно устоявшиеся правила, используются интеллектуальные способности участников, проводятся обязательные подготовки и, наконец, межличностные отношения также являются устоявшимся фактом</h3>
  
  
  
    </div>
</template>

<script>
    export default {
        name: "Page3"
    }
</script>

<style scoped>
 

    
</style>